Repository: Zren/plasma-applet-simpleweather
Catalog: package/translate/*.po
Languages: hr

source: Simple Weather
hr: Jednostavno Vrijeme

source: Show current temp/forecast and today's min/max temp.
hr: Prikaži trenutnu temperaturu/prognozu i današnju min/max temperaturu.

source: General
hr: Općenito

source: Show weather warnings
hr: Prikaži vremenska upozorenja

source: Font Family:
hr: Font:

source: Min/Max Temp:
hr: Min/Max Temperatura:

# font size suffix
source: pt
hr: Jedinica za veličinu fonta

source: Condition:
hr: Uvjeti:

source: Text:
hr: Tekst:

source: Outline:
hr: Kratak pregled:

# Use default font
source: Default
hr: Koristi zadani font

source: Wind:
hr: Vjetar:

source: Refresh
hr: Osvježi
